Repository: Amira-Reda/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/django.po
Languages: hr, kk_kz

source: Login
hr: Prijavi se
kk_kz: Кіру

source: Insights to help course teams improve courses.
kk_kz: Insights курс құрастырушыларына жұмысын ілгерілетуге көмектеседі.

source: Who are my students?
kk_kz: Менің студенттерім кім?

source: Target your course to fit the backgrounds of your students.
kk_kz: Сіздің курсыңыздың мақсаты сіздің студентіңіздің фонына сәйкес келу.

source: Enrollment
hr: Broj upisanih
kk_kz: Курсқа жазылу

source: What are students engaging with in my course?
kk_kz: Менің курсыммен қандай студенттер байланысқан?

source: Improve frequently accessed content, or point students at underused resources.
kk_kz: Жиі сұралатын контентті жақсарту, немесе ресурстарды аз қолданатын студенттерді белгілеу.

source: Engagement
hr: Broj aktivnih
kk_kz: Міндеттеме

source: Adjust your course based on where students are struggling.
kk_kz: Студенттер талпынатын бағытқа қарай өз курсыңызды реттеңіз

source: Performance
kk_kz: Орындау

source: Join the Open Source Community
kk_kz: Open Source қауымдастығына қосылыңыз

source: Research at edX
kk_kz: EDX-те ғылыми-зерттеу

source: Need Help?
kk_kz: Көмек керек пе?

source: {percentage} of current students
kk_kz: ағымдағы студенттер {percentage}

source: Female
kk_kz: Әйел

source: Male
kk_kz: Еркек

source: Other
kk_kz: Басқа

source: Unknown
kk_kz: Белгісіз

source: None
kk_kz: Жоқ

source: Primary
kk_kz: Негізгі

source: Middle
kk_kz: Орта

source: Secondary
kk_kz: Қайталама

source: Associate
kk_kz: Байланыстыру

source: Bachelor's
kk_kz: Бакалавр

source: Master's
kk_kz: Магистратура

source: Doctorate
kk_kz: Докторлық дәреже

source: Unknown Country
kk_kz: Белгісіз ел

source: Submissions
kk_kz: Ұсынылған материалдар

source: Submissions for Part {part_number}: {part_description}
kk_kz: Бөлімге арналған мәліметтер {part_number}: {part_description}

source: Part {part_number}: {part_description}
kk_kz: Бөлім {part_number}: {part_description}

source: Submissions: {part_description}
kk_kz: Мәліметтер: {part_description}

source: Submissions for Part {part_number}
kk_kz: Бөлімге арналған мәліметтер {part_number}

source: Part {part_number}
kk_kz: Бөлім {part_number}

source: Select Assignment Type
kk_kz: Тағайындау түрін таңдау

source: All Assignments
kk_kz: Барлық тапсырмалар

source: Select Problem
kk_kz: Ақауды таңдау

source: View Live
kk_kz: Ағымдағы нұсқаны қарау

source: Select Section
kk_kz: Бөлімді таңдау

source: All Sections
kk_kz: Барлық бөлім

source: Select Subsection
kk_kz: Ішкі бөлімді таңдау

source: Select Video
kk_kz: Бейнені таңдау

source: Previous Video
kk_kz: Алдыңғы бейне

source: Next Video
kk_kz: Келесі бейне

source: This chart shows the most common answers submitted by students, ordered by frequency.
kk_kz: Бұл графикте студенттер ұсынған, кеңінен таралған, жиілік бойынша реттелген жауаптарды көрсетеді.

source: Due to the number of possible variants for randomized problems, charts are not available. %(read_more_link_start)sRead more%(read_more_link_end)s.
kk_kz: Рандомизацияланған мәселелер үшін мүмкін нұсқалардың көптігінен диаграмма қол жетімді емес. %(read_more_link_start)sRead more%(read_more_link_end)s.

source: Review all submission variants below, or click Download CSV to review them offline.
kk_kz: Төмендегі көрсетушілік нұсқаларын қарап шығыңыз, немесе барлығын автономды режимде қарау үшін Download CSV түймесін басыңыз.

source: Submission Counts
kk_kz: Ұсынылған материалдар

source: Download CSV
hr: Preuzmi CSV
kk_kz: CSV-ні жүктеу

source: Student Submission Counts
kk_kz: Студент санағын ұсыну

source: Weekly Student Engagement
hr: Tjedna aktivnost studenata
kk_kz: Студенттің апталық сабағы

source: How many students are interacting with my course?
hr: Koliko studenata aktivno sudjeluje u mom kolegiju?
kk_kz: Менің курсыма қанша студенттің қатысы бар?

source: Students
kk_kz: Студенттер

source: The number of active students, and the number of students who engaged in specific activities, over time.
kk_kz: Белсенді студенттер саны, және ұзақ уақыт бойы белгілі қызметпен айналысатын студенттер саны.

source: Active Students Last Week
hr: Aktivni studenti u proteklom tjednu
kk_kz: Алдыңғы аптадағы белсенді студенттер

source: Students who visited at least one page in the course content.
hr: Studenti koji su posjetili barem jednu stranicu sadržaja kolegija
kk_kz: Курс мазмұнының ең болмағанда бір бетін қараған студенттер.

source: Watched a Video Last Week
hr: Pogledali barem jedan video u proteklom tjednu
kk_kz: Алдыңғы аптада видео қарады

source: Students who played one or more videos.
hr: Studenti koji su pusti jedan ili više videa
kk_kz: Бір немесе одан да көп бейнелерді қосып көрген студенттер.

source: Tried a Problem Last Week
hr: Pokušali riješiti barem jedan problem u proteklom tjednu
kk_kz: Алдыңғы аптада мәселелерді көрді

source: Students who submitted an answer for a standard problem. Not all problem types are included.
hr: Studenti koji su predali rješenje za standardni problem. Nisu uključene sve vrste problema.
kk_kz: Стандартты тапсырмаларға жауап берген студенттер. Мәселелердің барлық түрі қосылмаған.

source: Posted in a Discussion Last Week
hr: Broj studenta koji su sudjelovali u forumu u proteklom tjednu
kk_kz: Алдыңғы аптаның Талқылауына жарияланған

source: Students who contributed to any discussion topic.
hr: Studenti koji su pridonijeli bilo kojoj temi rasprave
kk_kz: Пікірталастың әр тақырыбына өз үлестерін қосқан студенттер.

source: Video Views
kk_kz: Бейне көрушілер

source: How did students interact with videos in this section?
kk_kz: Бұл бөлімде студенттер видеомен қалай байланысқан?

source: How did students interact with videos in this subsection?
kk_kz: Бұл ішкі бөлімде студенттер видеомен қалай байланысқан?

source: How did students interact with course videos?
kk_kz: Студенттер курс видеосымен қалай байланысқан?

source: Total Video Views
kk_kz: Жалпы бейне көрушілер

source: What were the viewing patterns for this video?
kk_kz: Бұл видеоны көрсетушілік үлгілері қандай болды?

source: The number of students who watched each segment of the video, and the number of replays for each segment.
kk_kz: Видеоның әр сигментін қараған студенттер саны, және әр сигмент үшін қайталаулар саны.

source: Estimated percentage of students who watched the entire video.
kk_kz: Видеоны толық қараған студенттердің бағалық пайызы

source: Started Video
kk_kz: Басталған бейне

source: Students who started watching the video.
kk_kz: Бейнені қарап бастаған студенттер.

source: Finished Video
kk_kz: Аяқталған бейне

source: Students who watched the video to the end.
kk_kz: Бейнені аяғына дейін көрген студенттер.

source: Video Viewing Over Time
kk_kz: Бейнені ұзақ уақыт бойы көру

source: Daily Student Enrollment
hr: Dnevna aktivnost studenata
kk_kz: Күнделікті студенттік тіркеу

source: How many students are in my course?
hr: Koliko je studenata upisano u moj kolegij?
kk_kz: Менің курсымда қанша студент?

source: Enrollments
kk_kz: Тіркеулер

source: This graph displays the current enrollment for the course as of the end of each day. This includes new enrollments as well as unenrollments.
kk_kz: Бұл график әр жұмыс күнінің соңына қарай курсқа жазылғандарды бейнелейді. Бұл жаңадан тіркелгендермен қатар тіркелмегендерді де қамтиды.

source: Total Enrollment
kk_kz: Тіркелгендердің жалпы саны

source: Students who ever enrolled in the course.
kk_kz: Соңды тіркелген студенттер.

source: Current Enrollment
kk_kz: Ағымдағы тіркеу

source: Students currently enrolled in the course.
kk_kz: Қазіргі таңда курсты оқып жатқан студенттер.

source: Change in Last Week
hr: Promjene u proteklom tjednu
kk_kz: Соңғы аптада өзгерту

source: Net difference in current enrollment in the last week.
kk_kz: Соңғы апта ағымдағы тіркеудің айырмашылығы.

source: Verified Enrollment
kk_kz: Расталған тіркеу

source: Enrollment Over Time
hr: Ukupna upisanost
kk_kz: Ұзақ уақыт бойы қабылдау

source: How old are my students?
kk_kz: Менің студенттерімнің жасы нешеде?

source: Median Student Age
kk_kz: Студенттердің орташа жасы

source: The midpoint of the student ages, computed from the provided year of birth.
kk_kz: Көрсетілген туылған жыл бойынша есептелген студенттердің орташа жасы

source: Students 25 and Under
kk_kz: 25-ке дейінгі студенттер

source: The percentage of students aged 25 years or younger (of those who provided a year of birth).
kk_kz: 25 және одан кіші жастағы студенттердің пайыздық көрсеткіші (туылған жылдарын көрсеткендердің ішінен).

source: Students 26 to 40
kk_kz: 26-дан 40-қа дейінгі студенттер

source: The percentage of students aged from 26 to 40 years (of those who provided a year of birth).
kk_kz: 26 мен 40 жас аралығындағы студенттердің пайыздық көрсеткіші (туылған жылдарын көрсеткендердің ішінен)

source: Students 41 and Over
kk_kz: 41 және одан жоғары жастағы студенттер

source: The percentage of students aged 41 years or older (of those who provided a year of birth).
kk_kz: 41 жас немесе одан үлкен жастағы студенттердің пайыздық көрсеткіші (туылған жылдарын көрсеткендердің ішінен).

source: What level of education do my students have?
kk_kz: Менің студенттерімнің білім деңгейі қандай?

source: High School Diploma or Less
kk_kz: Орта мектеп дипломы немесе одан кем

source: College Degree
kk_kz: Колледж дәрежесі

source: Advanced Degree
kk_kz: Ғылыми дәрежесі

source: The percentage of students who selected Doctorate or Master's or professional degree as their highest level of education completed.
kk_kz: Доктор не магистр деңгейі, немесе кәсіби білімді аяқталған ең жоғарғы деңгей ретінде таңдайтын студенттердің пайыздық көрсеткіші.

source: Geographic Distribution
hr: Geografska distribucija
kk_kz: Географиялық таралу

source: Where are my students?
hr: Gdje su moji studenti?
kk_kz: Менің студенттерім қайда?

source: Enrollment by Country
hr: Upisanost po državama
kk_kz: Елдер бойынша тіркелу

source: Geography Metrics
hr: Geografski podaci
kk_kz: Географиялық көрсеткіш

source: Total Countries Represented
hr: Ukupan broj država
kk_kz: ұсынылған жалпы елдер

source: Countries with at least one student.
hr: Države s barem jednim studentom
kk_kz: Кем дегенде бір студенті бар елдер

source: Top Country by Enrollment
hr: Država s najviše upisanih
kk_kz: Тіркелгендердің саны ең көп ел

source: Country with the largest number of students.
hr: Država s najvećim brojem studenata
kk_kz: Студенті ең көп ел

source: Second Country by Enrollment
hr: Druga po redu država s najviše upisanih
kk_kz: Тіркелгендердің саны бойынша екінші орындағы ел

source: Country with the second largest number of students.
hr: Druga po redu država s najvećim brojem studenata
kk_kz: Студент санының көптігі бойынша екінші орындағы ел

source: Third Country by Enrollment
hr: Treća po redu država s najviše upisanih
kk_kz: Тіркелгендердің саны бойынша үшінші орындағы ел

source: Country with the third largest number of students.
hr: Treća po redu država s najvećim brojem studenata
kk_kz: Студент санының көптігі бойынша үшінші орындағы ел

source: %(percent)s%% of students
hr: %(percent)s%% studenata
kk_kz: %(percent)s%% студенттердің пайызы

source: Application
hr: Aplikacija
kk_kz: Қолдану

source: Active
hr: Aktivno
kk_kz: Белсенді

source: Basic Course Information
kk_kz: Курс туралы негізгі ақпарат

source: External Tools
kk_kz: Сыртқы құралдар

source: Courses
hr: Kolegiji
kk_kz: Курстар

source: Welcome, %(username)s!
hr: Dobrodošao/la, %(username)s!
kk_kz: Қош келдіңіздер, %(username)s!

source: Click Help in the upper-right corner to get more information about %(application_name)s. Send us feedback at %(email_link)s.
kk_kz: Көбірек ақпарат алу үшін, жоғарғы оң жақ бұрыштағы АНЫҚТАМА түймесін басыңыз %(application_name)s. Кері байланыс арқылы хабарлама жіберіңіз %(email_link)s.

source: Learners
kk_kz: Оқып-үйренушілер

source: How did students answer this problem?
kk_kz: Бұл мәселе байланысты оқушылар қалай жауап берді?

source: How are students doing on this assignment?
kk_kz: Тапсырманы студенттер қалай орындайды?

source: These bars show the correct and incorrect submission counts for each problem. Only the last submission from each student is counted.
kk_kz: Бұл қатарлар әрбір мәселеге арналған дұрыс және қате есептеу көрсеткішін көрсетеді. Әр студенттен тек соңғы көрсетушілік ескеріледі.

source: Problem Submissions
kk_kz: Ақаулық өтініштер

source: Which assignment type do you want to investigate?
kk_kz: Тапсырманың қандай түрін зерттегіңіз келеді?

source: Click an assignment type to view more detail information about the assignments.
kk_kz: Тапсырма жайлы анық ақпаратты көру үшін тапсырма түрін басыңыз.

source: How are students doing on this section?
kk_kz: Студенттер бұл бөлімде қалай жасап жүр?

source: Try Again
hr: Pokušaj ponovno
kk_kz: Қайта жасап көру

source: Activity
hr: Aktivnost
kk_kz: Қызмет

source: Demographics
kk_kz: Демографиялық

source: Geography
hr: Geografija
kk_kz: География

source: Age
kk_kz: Жас

source: Education
kk_kz: Білім

source: Gender
kk_kz: Жынысы

source: Content
hr: Sadržaj
kk_kz: Мазмұны

source: Videos
kk_kz: Бейнелер

source: What are students doing in my course?
kk_kz: Менің курсымда студенттер не істеп жүр?

source: How are students doing on course assignments?
kk_kz: Студенттер курста тапсырманы қалай орындап жүр?

source: What are individual learners doing?
kk_kz: Жеке оқитындар не істеп жүр?

source: Who is engaged? Who isn't?
kk_kz: Кім орындап жүр?Кім орындамай жүр?

source: All Learners
kk_kz: Барлық оқып-үйренушілер

source: Course ID
kk_kz: Курстың сәйкестендіргіші

source: Course Name
kk_kz: Курстың аты

source: In Progress
kk_kz: Жұмыс барысында

source: Ended
kk_kz: Бітті

source: Not Started Yet
kk_kz: Әлі басталмады

source: Start Date
kk_kz: Басталу күні

source: End Date
kk_kz: Аяқталу күні

source: Status
kk_kz: Мәртебе:

source: Instructor Dashboard
kk_kz: Оқытушының үстелі

source: Courseware
kk_kz: Курс бағдарламасы

source: Section Name
kk_kz: Бөлім атауы

source: Subsection Name
kk_kz: Ішкі бөлім атауы

source: Video Name
kk_kz: Бейне атауы

source: Enrollment Activity
hr: Upisna aktivnost
kk_kz: Қабылдау қызметі

source: Enrollment Demographics by Age
kk_kz: Жас бойынша демографиялық тіркелу

source: Enrollment Demographics by Education
kk_kz: Білімі бойынша демографиялық тіркелу

source: Enrollment Demographics by Gender
kk_kz: Жынысы бойынша демографиялық тіркелу

source: Assignment Name
kk_kz: Тапсырманың атауы

source: Problem Name
kk_kz: Міндеттің атауы

source: Terms of Service
hr: Uvjeti uporabe
kk_kz: Қызметтерді көрсету шарттары

source: Privacy Policy
hr: Pravila o zaštiti privatnosti
kk_kz: Құпиялылық саясаты

source: Logout then Login
hr: Odjavi se i ponovno prijavi
kk_kz: Шығу кейін Кіру

source: Page Not Found
hr: Stranica nije pronađena
kk_kz: Бет табылмады

source: An Error Occurred
hr: Pojavila se greška
kk_kz: Қателік туындады

source: Our servers weren't able to complete your request. Please try again by refreshing this page or retracing your steps.
hr: Naši serveri nisu uspjeli ispuniti tvoj zahtjev. Pokušaj ponovno učitati ovu stranicu ili se vratiti nekoliko koraka unatrag.
kk_kz: Біздің сервер сіздің сұранысыңызды орындай алмады. Өтініш, осы бетті қайта жаңартып тағы көріңіз немесе қадамдарыңызды қайта жасаңыз.

source: We're having trouble loading this page. Please try again in a minute.
kk_kz: Бұл бетті жүктеумен қиындықтар туындады. Бірер минуттан кейін қайта көріңіз.

source: Close
kk_kz: Жабу

source: Use our support tool to ask questions or share feedback.
hr: Za postavljanje pitanja ili slanje povratnih informacija, upotrijebi naš alat za podršku.
kk_kz: Сұрақ қою үшін немесе өз пікіріңізбен бөлісу үшін біздің қолдау құралын қолданыңыз.

source: Feedback
kk_kz: Кері байланыс

source: Help
hr: Pomoć
kk_kz: Көмек

source: Logout
hr: Odjavi se
kk_kz: Шығу

source: Loading
kk_kz: Жүктелуде

source: We are unable to load this chart.
hr: Ne možemo učitati ovaj grafikon.
kk_kz: Біз бұл диаграмманы жүктей алмаймыз.

source: We are unable to load this table.
hr: Ne možemo učitati ovu tablicu.
kk_kz: Біз бұл кестені жүктей алмаймыз.

source: Enrollment activity data was last updated %(update_date)s at %(update_time)s UTC.
hr: Podaci o upisnoj aktivnosti posljednji su put ažurirani %(update_date)s u %(update_time)s UTC.

source: Enrollment Geography
hr: Lokacije upisanih

source: Geographic student data was last updated %(update_date)s at %(update_time)s UTC.
hr: Geografski podaci o studentima posljednji su put ažurirani %(update_date)s u %(update_time)s UTC.

source: Engagement Content
hr: Sadržaj aktivnosti

source: Course engagement data was last updated %(update_date)s at %(update_time)s UTC.
hr: Podaci o aktivnosti u kolegiju posljednji su put ažurirani %(update_date)s u %(update_time)s UTC.

source: Student Activity Metrics
hr: Mjere studentske aktivnosti

source: Content Engagement Breakdown
hr: Podaci o sadržajnoj aktivnosti

source: Enrollment Metrics
hr: Podaci o upisanosti

source: Students enrolled in the course.
hr: Studenti upisani u kolegij

source: The difference between the number of students enrolled at the end of the day yesterday and one week before.
hr: Razlika između broja upisanih studenata na kraju jučerašnjeg dana i tjedna prije.

source: Geographic Breakdown
hr: Geografski podaci

source: Here are the courses you currently have access to in Insights:
hr: Ovo su kolegiji kojima imaš pristup u Uvidima:

source: New to %(application_name)s?
hr: Nov/a na %(application_name)s?

source: Click Help in the upper-right corner to get more information about %(application_name)s. Send us feedback at %(email_link)s.
hr: Za više informacija o %(application_name)s klikni Pomoć u gornjem desnom kutu. Povratne informacije pošalji nam na %(email_link)s.

source: Permissions Retrieval Failed
hr: Dobivanje informacija o odobrenjima nije uspjelo

source: There was a problem retrieving course permissions for your account. Please try again. If you continue to experience issues, please let us know.
hr: Pojavio se problem s dobivanje informacija o odobrenjima za tvoj račun. Pokušaj ponovno. Javi nam ako se problemi nastave.

source: Access Denied
hr: Pristup nije dozvoljen

source: You do not have permission to view this page. If you believe you should have access to this page, try logging out and logging in again to refresh your permissions.
hr: Nemaš odobrenje za otvaranje ove stranice. Ako misliš da bi trebao/la imati pristup ovoj stranici, pokušaj se odjaviti i prijaviti kako bi se tvoja odobrenja ponovno učitala.

source: We can't find the page you're looking for. Please make sure the URL is correct and if not try again.
hr: Ne možemo pronaći stranicu koju tražiš. Provjeri je li URL točan. Ako nije, pokušaj ponovno.

source: Authentication Failed
hr: Provjera autentičnosti nije uspjela

source: There was a problem accessing your account. Please try again.
hr: Pojavio se problem s pristupanjem tvom računu. Pokušaj ponovno.

source: Contact %(platform_name)s Support
hr: Kontaktiraj %(platform_name)s podršku

source: We want this dashboard to work for you! Need help? %(support_link_start)sVisit our support forum%(support_link_end)s. Comments or suggestions? Email %(email_link)s.
hr: Želimo ta tvoja kontrolna ploča radi za tebe! Trebaš pomoć? %(support_link_start)s Posjeti naš forum za podršku %(support_link_end)s. Imaš komentare ili prijedloge? Pošalji e-mail na %(email_link)s.

source: %(current_year)s %(platform_name)s, except where noted, all rights reserved.
hr: %(current_year)s %(platform_name)s, sva prava pridržano, osim ako je drugačije naznačeno.

source: Toggle navigation
hr: Uključi/isključi navigaciju

source: LOADING...
hr: UČITAVANJE...

source: We are unable to load these metrics.
hr: Ne možemo učitati ove mjere.

source: This data may not be available for your course. You can %(link_start)sview the full list%(link_end)s of potential causes for these errors in the documentation.
hr: Ovi podaci možda nisu dostupni za tvoj kolegij. Možeš %(link_start)s vidjeti cijeli popis%(link_end)s potencijalnih uzroka ovih grešaka u dokumentaciji.

source: Logged Out
hr: Odjavljen/a si

source: You have been logged out. Click the button below to login again.
hr: Odjavljen/a si. Klikni dolje za ponovnu prijavu.
