Repository: Amira-Reda/edx-analytics-dashboard
Catalog: analytics_dashboard/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ca, hr

source: Week Ending
ca: Setmana en què acaba
hr: Kraj tjedna

source: Active Students
ca: Estudiants actius
hr: Aktivni studenti

source: Watched a Video
ca: Han vist un vídeo
hr: Pogledali barem jedan video

source: Tried a Problem
ca: Han intentat un problema
hr: Pokušali riješiti barem jedan problem

source: Posted in Forum
ca: Han publicat al fòrum
hr: Objavili post na forumu

source: The number of active students, and the number of students who engaged in specific activities, over time.
ca: El nombre d'estudiants actius, i el nombre d'estudiants que han participat en activitats específiques, al llarg del temps
hr: Broj aktivnih studenata i broj studenata koji su se s vremenom uključili u određene aktivnosti.

source: Week Ending %(value)s
ca: Setmana en què acaba %(value)s
hr: Kraj tjedna %(value)s

source: This graph displays total enrollment for the course calculated at the end of each day. Total enrollment includes new enrollments as well as unenrollments.
ca: Aquest gràfic mostra la inscripció total al curs calculada a la fi de cada dia. La inscripció total inclou tant les noves inscripcions com les baixes.
hr: Ovaj grafikon prikazuje ukupan broj upisanih u kolegij na kraju svakog dana. Ukupan broj upisanih uključuje nove upise i ispise.

source: Date
ca: Data
hr: Datum

source: Total Enrollment
ca: Inscripció total
hr: Ukupan broj upisanih

source: Student location is determined from IP address. This map shows where students most recently connected.
ca: La localització de l'estudiant es determina per la seva adreça IP. Aquest mapa mostra des d'on s'han connectat els estudiants recentment.
hr: Lokacija studenta određuje se prema IP adresi. Karta prikazuje odakle su se studenti nedavno spojili.

source: Country
ca: País
hr: Država

source: Percent
ca: Percentatge
hr: Postotak
